<template>
	<div>
		<!-- <el-dialog title="提示" :visible.sync="dialogVisible" width="199px" >
			<span>这是一段信息</span>
			<span slot="footer" class="dialog-footer">
				<el-button @click="dialogVisible = false">取 消</el-button>
				<el-button type="primary" @click="dialogVisible = false">确 定</el-button>
			</span>
		</el-dialog> -->
		<!-- <div>中能源商家平台服务协议 版本发布日期：2021年11月30日 生效日期：2021年12月6日</div>
		<div>
			欢迎使用中能源石油天然气有限公司及其关联方（“本公司”）为您（以下简称“用户”或“您”）提供的中能源商家版平台（“本平台”）和服务。在使用本公司提供的各项服务之前，请您仔细阅读并遵守《中能源商家平台服务协议》（“本协议”）。如果您对本协议的内容有任何疑问，请向本公司客服咨询。
		</div>
		<div>
			您点击或勾选本平台相关页面上的“同意”键或者以其他方式确认同意/接受本协议【如在相关页面上点击后续操作或已实际享有本协议项下的权益或已实际接受本公司的服务或已实际执行本协议项下的部分约定等（“确认”）】，即表示您与本公司已达成协议并同意接受本协议全部约定内容的约束。
			您同意本协议以线上数据电文的形式订立。
		</div>
		<div>
			在确认本协议之前，请您务必审慎、仔细阅读并充分理解本协议的全部内容（特别是免除或者限制责任的内容、开通或使用某项服务的内容、收费的内容以及以粗体及/或下划线标注的内容）。如果您不同意本协议的任何内容，或者无法准确理解本协议任何条款的含义，请不要进行确认及后续操作。本协议构成您注册、使用本平台之先决条件，您的使用行为将视为同意接受本协议各项条款的约束。
		</div>
		<div>
			本公司有权随时变更本协议并在本平台上予以公告，如您不同意相关变更，必须停止使用本平台。本协议内容包括协议正文及所有本公司已经发布的各类规则。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。一旦您继续使用本平台，则表示您已接受并自愿遵守经修订后的条款。
		</div>
		<div>
			<p>一、定义</p>
			<p>中能源商家版平台：指包括中能源商家版PC端。</p>
			<p>中能源商家版平台服务：本平台基于互联网，以包含本平台网站在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。</p>
			<p>中能源商家版平台规则：包括在所有本平台规则频道内已经发布及后续发布的全部规则、解读、公告等内容等</p>
			<p>用户：使用本公司所提供的服务的加油站经营企业、加气站经营企业及其他主体。</p>
			<p>同一用户：使用同一身份认证信息或经本公司排查认定多个本平台账户的实际控制人为同一人的，均视为同一用户。</p>
			<p>
				用户信息：指您提交给本平台的及通过本平台发布的及/或本公司通过您授权的第三方获取的用户相关信息，包括但不限于您提交、发布的您的基本信息、营业执照、用户指定的代表及/或联系人的姓名与联系方式、授权委托书、危险化学品经营许可证、成品油零售经营批准证、开户许可证、银行账户信息、用户的法定代表人/负责人/经营者/代表姓名、身份证号及身份证载明的其他信息等；姓名、电话号码、身份证号及身份证载明的其他信息，以及您为申请、使用本公司的合作方所提供的服务/商品而提交的其他用户相关信息。
			</p>
		</div> -->
	</div>
</template>
<script>
export default {
	data() {
		return {
			dialogVisible: true,
		};
	},
	methods: {},
};
</script>
<style scoped>
::v-deep.el-dialog {
	width: 100vw !important;
}
</style>