<template>
	<div class="box">
		<div class="box-warp">
			<div class="item right" @click="go"><i class="el-icon-close" /></div>

			<div class="title">中能源商家平台服务协议 版本发布日期：2021年11月30日 生效日期：2021年12月6日</div>
			<div class="item">
				欢迎使用中能源石油天然气有限公司及其关联方（“本公司”）为您（以下简称“用户”或“您”）提供的中能源商家版平台（“本平台”）和服务。在使用本公司提供的各项服务之前，请您仔细阅读并遵守《中能源商家平台服务协议》（“本协议”）。如果您对本协议的内容有任何疑问，请向本公司客服咨询。
			</div>
			<div class="item">
				您点击或勾选本平台相关页面上的“同意”键或者以其他方式确认同意/接受本协议【如在相关页面上点击后续操作或已实际享有本协议项下的权益或已实际接受本公司的服务或已实际执行本协议项下的部分约定等（“确认”）】，即表示您与本公司已达成协议并同意接受本协议全部约定内容的约束。
				您同意本协议以线上数据电文的形式订立。
			</div>
			<div class="item">
				在确认本协议之前，请您务必审慎、仔细阅读并充分理解本协议的全部内容（特别是免除或者限制责任的内容、开通或使用某项服务的内容、收费的内容以及以粗体及/或下划线标注的内容）。如果您不同意本协议的任何内容，或者无法准确理解本协议任何条款的含义，请不要进行确认及后续操作。本协议构成您注册、使用本平台之先决条件，您的使用行为将视为同意接受本协议各项条款的约束。
			</div>
			<div class="item">
				本公司有权随时变更本协议并在本平台上予以公告，如您不同意相关变更，必须停止使用本平台。本协议内容包括协议正文及所有本公司已经发布的各类规则。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。一旦您继续使用本平台，则表示您已接受并自愿遵守经修订后的条款。
			</div>
			<div class="item">
				<p>一、定义</p>
				<p>中能源商家版平台：指包括中能源商家版PC端。</p>
				<p>中能源商家版平台服务：本平台基于互联网，以包含本平台网站在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。</p>
				<p>中能源商家版平台规则：包括在所有本平台规则频道内已经发布及后续发布的全部规则、解读、公告等内容等</p>
				<p>用户：使用本公司所提供的服务的加油站经营企业、加气站经营企业及其他主体。</p>
				<p>同一用户：使用同一身份认证信息或经本公司排查认定多个本平台账户的实际控制人为同一人的，均视为同一用户。</p>
				<p>
					用户信息：指您提交给本平台的及通过本平台发布的及/或本公司通过您授权的第三方获取的用户相关信息，包括但不限于您提交、发布的您的基本信息、营业执照、用户指定的代表及/或联系人的姓名与联系方式、授权委托书、危险化学品经营许可证、成品油零售经营批准证、开户许可证、银行账户信息、用户的法定代表人/负责人/经营者/代表姓名、身份证号及身份证载明的其他信息等；姓名、电话号码、身份证号及身份证载明的其他信息，以及您为申请、使用本公司的合作方所提供的服务/商品而提交的其他用户相关信息。
				</p>
			</div>
			<div class="item">
				<p>二、协议范围</p>
				<p>1.签约主体 （1）本协议由您与本平台经营者共同缔结，本协议对您与本平台经营者均具有合同效力。</p>
				<p>
					（2）本协议项下，本平台经营者可能根据本平台的业务调整而发生变更，变更后的本平台经营者与您共同履行本协议并向您提供服务，本平台经营者的变更不会影响您本协议项下的权益。本平台经营者还有可能因为提供新的本平台服务而新增，如您使用新增的本平台服务的，视为您同意新增的本平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。
				</p>
				<p>
					2.补充协议
					由于互联网高速发展，您与本公司签署的本协议列明的条款并不能完整罗列并覆盖您与本公司所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，本平台法律声明及隐私权政策、本平台商户管理规范/规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用本平台服务，视为您同意上述补充协议。（本协议未尽事宜可通过双方协商加以补充，签订线下补充协议。）
				</p>
			</div>
			<div class="item">
				<p>三、账户注册与使用</p>
				<p>1.用户资格</p>
				<p>
					（1）在您开始注册程序使用本平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。
					A若您为企业、其他法人组织或个体工商户，您必须是经过相关法律法规合法注册且有效存续，具有完全的民事行为能力和民事权利能力，具备就您所从事的经营活动及/或其他活动依法承担民事责任的能力，且具有良好的信誉。
				</p>
				<p>
					B
					若您为自然人，您必须年满十八周岁，并具有完全的民事行为能力和民事权利能力。若您不具备前述民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
				</p>
				<p>
					（2）此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，您一直按照所有对您适用的法律法规的规定开展经营活动及/或其他活动，不存在违法违规的行为及/或情形。
				</p>
				<p>2.账户说明</p>
				<p>（1）当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得本平台账户并成为本平台用户。</p>
				<p>
					（2）本平台只允许每位用户使用一个本平台账户。如有证据证明或本平台有理由相信您存在不当注册或不当使用多个本平台账户的情形，本平台可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给本平台及相关方造成损失的，您还应承担赔偿责任。
				</p>
				<p>
					（3）您有权使用您设置或确认的中能源商家版会员名、邮箱、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录本平台。
				</p>
				<p>
					（4）由于您的中能源商家版账户关联您的个人信息及本平台商业信息，您的中能源商家版账户仅限您本人使用。未经本平台同意，您直接或间接授权第三方使用您中能源商家版账户或获取您账户项下信息的行为无效。如本平台判断您中能源商家版账户的使用可能危及您的账户安全及/或本平台信息安全的，本平台可拒绝提供相应服务或终止本协议。
				</p>
				<p>
					（5）作为本平台经营者，为使您更好地使用本平台的各项服务，保障您的账户安全，本公司可要求您按平台要求及我国法律规定完成实名认证。若您注册账号的手机号所认证的身份证号、姓名并非手机通信运营商实名认证一致的身份证号、姓名（“实名身份信息”），则您应立即将认证的身份证号和姓名修改为实名身份信息，否则本公司有权限制或停止向您提供部分或全部本平台服务或限制您本公司账户的部分或全部功能，能本公司对此不承担任何责任，您将承担因此而产生的全部直接或间接损失，同时，您还应当赔偿本公司及/或任何其他第三方因此遭受的全部损失。
				</p>
				<p>3.注册信息管理</p>
				<p>
					（1）在使用本平台服务时，您应当按本平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便本公司或其他用户与您联系。您了解并同意，
					您应保证您所填写及提供的用户信息、用户信息凭证、验证信息、验证信息凭证、联系电话、联系地址、电子邮件地址等资料、凭证、信息的真实性、准确性、完整性及有效性，同时也有义务在相关资料、凭证、信息发生变更时及时通知本公司进行更新。您了解并同意，您有义务持续确保您提供的相关资料、凭证、信息的真实性、完整性及有效性。若您提供任何错误、不实、不准确、过时或不完整资料、凭证、信息，或本公司有合理理由怀疑该资料、凭证、信息为错误、不实、不准确、过时或不完整的，本公司有权立即暂停或终止对您提供服务，或限制您本公司账号的部分或全部功能，本公司对此不承担任何责任，您将承担因此而产生的全部直接或间接损失，同时，您还应当赔偿本公司及/或任何其他第三方因此遭受的全部损失。
				</p>
				<p>（2）您设置的本平台会员名（如有）不得违反国家法律法规及本平台规则关于会员名的管理规定，否则本公司可回收您的本平台会员名</p>
				<p>
					（3）您应当及时更新您提供的信息，在法律有明确规定要求本公司作为平台服务提供者必须对部分用户（如平台卖家等）的信息进行核实的情况下，本公司将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。
				</p>
				<p>
					（4）如本公司按您最后一次提供的信息与您联系未果、您未按本公司的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及本公司造成的全部损失与不利后果。本公司可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部本平台服务，本公司对此不承担责任。
				</p>
				<p>
					（5）您的账户由您自行设置并由您保管，本公司任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，本公司并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。
				</p>
				<p>（6）除本公司存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。</p>
				<p>
					（7）如发现任何未经授权使用您账户登录本平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知本公司。您理解本公司对您的任何请求采取行动均需要合理时间，且本公司应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除本公司存在法定过错外，本公司不承担责任。
				</p>
				<p>账户的操作</p>
				<p>若您为企业或其他法人组织的，您需要：</p>
				<p>（1） 在申请注册本平台用户之前，您应向本公司出具《授权委托书》，指定账号操作人。账号操作人持有您的平台账户及密码。</p>
				<p>
					（2）无论您是否指定账号操作人及/或出具《授权委托书》，您应理解，本公司就您与您的账号使用人/操作人之间的关系不具有任何核查的义务，您应自行妥善保管账号密码，任何使用您的账号密码登录使用本平台服务的行为均视同您的行为，由此产生的风险、责任与法律后果由您承担。如因您与您的账号使用人/操作人之间的纠纷或争议导致给本公司或其他任何第三方造成侵权或损失的，您与您的账号使用人/操作人应当承担连带赔偿责任，本公司因此而遭受了损失的，本公司有权向您直接追偿。
				</p>
				<p>四、本平台服务及规范</p>
				<p>1.本公司将为您提供订单管理、账单管理等综合服务。本公司提供的服务内容众多，具体您可登录本平台浏览。</p>
				<p>
					2.您应当遵守诚实信用原则，在交易过程中切实履行您的交易承诺。您应当维护本平台市场良性竞争秩序，不得贬低、诋毁竞争对手，不得干扰本平台上进行的任何交易、活动，不得以任何不正当方式提升或试图提升自身的信用度，不得以任何方式干扰或试图干扰本平台的正常运作。
				</p>
				<p>3.依法纳税是每一个公民、企业应尽的义务，您应对销售额/营业额超过法定免征额部分及时、足额地向税务主管机关申报纳税。</p>
				<p>4.除非法律允许或本公司书面许可，您使用本平台过程中不得从事下列行为：</p>
				<p>（1）删除本平台及其副本上关于著作权的信息；</p>
				<p>（2）对本平台进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本平台的源代码；</p>
				<p>（3）对本公司拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</p>
				<p>
					（4）对本平台或者本平台运行过程中释放到任何终端内存中的数据、平台运行过程中客户端与服务器端的交互数据，以及本平台运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经本公司授权的第三方工具/服务接入本网站和相关系统；
				</p>
				<p>
					（5）通过修改或伪造平台运行中的指令、数据，增加、删减、变动网站的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；
				</p>
				<p>（6）通过非本公司开发、授权的第三方软件、插件、外挂、系统，登录或使用本网站及服务，或制作、发布、传播上述工具；</p>
				<p>（7）自行或者授权他人、第三方软件对本网站及其组件、模块、数据进行干扰。</p>
				<p>
					5.您在此不可撤销地同意并授权：（1）如您需通过本平台支付款项时，本公司及/或本公司合作的银行及/或第三方支付机构（合称“支付机构”）根据您发出的指令代您扣划银行卡（需绑定）账户、微信账户、支付宝账户或第三方支付机构为您开立的钱包账户（包括但不限于由本公司合作的第三方支付机构为您开立并在本平台相关页面进行显示的钱包账户）等其他账户中的款项，并代为将所扣划的款项用于向您的交易相对方进行结算；（2）若由支付机构代为扣划的，根据支付机构要求，您需在支付机构开立支付账户的，您在此不可撤销的授权并同意，本公司将您的相关信息提供给该支付机构，由其为您开立支付账户；（3）在您需通过本平台收取任何款项时，由本公司合作的银行或支付机构代您收取该等款项，且在您需提取/使用该等款项并履行了银行、支付机构要求的必要的手续（包括但不限于按支付机构的要求绑定银行卡并完善相关信息）后，由本公司合作的银行或支付机构向您结算或为您扣划该等款项；（4）本公司有权根据您通过银行或支付机构的服务支付、收取及/或提现的款项金额实时记录、留存及/或通过本平台的相关页面(如本平台“余额”页面、本平台“钱包”页面)向您显示您的交易信息及在支付机构留存的款项金额变动信息，但您确认并同意，本公司及本平台均不向您提供任何支付服务，上述所有与支付、金额等相关的信息最终由提供支付服务的支付机构向您负责，本公司及本平台均不就该等信息的真实性、准确性、完整性与有效性负责。就绑定银行卡，您应确保合法地享有使用所绑定银行卡及该银行卡内资金的权利，未侵犯任何第三方的合法权益，否则因此造成本公司及/或第三方损失的，您应负责赔偿并承担全部法律责任。
				</p>
				<p>6.您在本平台交易过程中与其他用户发生争议的，您或其他用户中任何一方均有权选择以下途径解决：</p>
				<p>（1）与争议相对方自主协商；</p>
				<p>（2）使用本平台提供的争议调处服务；</p>
				<p>（3）请求消费者协会或者其他依法成立的调解组织调解；</p>
				<p>（4）向有关行政部门投诉；</p>
				<p>（5）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</p>
				<p>（6）向北京市朝阳区人民法院提起诉讼。</p>
				<p>7.费用</p>
				<p>
					（1）当您使用需付费的本平台服务时，本公司有权向您收取相关会员服务费及其他平台服务费用（合称“平台服务费用”）。各项平台服务费用详见您使用本平台服务时，本平台上所列之收费说明及收费标准。本公司保留单方面制定及调整平台服务费用收费标准的权利。
				</p>
				<p>
					（2）您在使用本平台服务过程中可能需要向第三方（如银行、支付机构或提供技术服务的第三方等）支付一定的第三方服务费用（“第三方服务费用”），具体费用名称及收费标准详见本平台的提示及收费标准。您需按本平台的操作引导进行支付，您同意将根据上述收费标准自行或委托本公司或其合作方代为向第三方支付该等服务费。
				</p>
				<p>
					（3）若您不同意支付上述平台服务费用及/或第三方服务费用的，则您将无法使用本平台所有付费功能/服务。您若需要获取、使用相关功能/服务的，请先提前了解清楚关于该服务的收费标准、方式等信息。
				</p>
				<p>
					（4）您确认，您使用本平台服务系为开展商业运营并以获取运营收入为目的，您认可平台服务所具有的经济价值并已充分理解本协议中有关平台服务费用及其他费用的收费约定（“收费约定”），且您已基于独立、理性的商业判断而选择同意接受本协议项下的收费约定。您在此不可撤销地确认并同意，本协议中的收费约定代替本公司及其关联方在线上及/或线下曾向您作出及/或出具的有关免费、不收费及/或其他与收费约定存在冲突的所有书面以及口头的宣传文件、承诺、函件、文件等（如有）。
				</p>
				<p>8.责任限制</p>
				<p>
					（1）本公司依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，本公司并不承担相应的违约责任：
				</p>
				<p>（1）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素</p>
				<p>（2）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</p>
				<p>（3）在本公司已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</p>
				<p>（2）本服务是在现有技术水平下提供的，本公司将尽力为您提供服务，但无法保证该服务完全符合您的预期。</p>
				<p>
					（3）互联网是一个开放平台，用户明确同意其将文字、资讯、资料、音乐、照片、图形、视讯、信息或其它个人资料上传到互联网上，有可能被其他组织或个人复制、转载、或做其它用途的风险完全由其自己承担；因其使用本服务而产生的一切后果也由其自己承担，本公司对用户不承担任何责任。
				</p>
				<p>
					（4）您授权本公司在通过网络平台进行推广时引用用户评论或服务反馈的内容，本公司进行前述引用时提到用户在本网站发布的相关文字、资讯、资料、音乐、照片、图形、视讯、信息或其它个人资料的，不属于对用户相关权益的侵权行为。
				</p>
				<p>
					（5）作为信息技术服务者，本网站上针对侵犯您权利的评论，包括但不限于个人隐私、商业侵权等，经用户或者商家真实有效的举报，本公司会采取删除或者其他处理措施，但不保证处理结果一定能满足用户的要求，也不对该侵权评论负任何法律责任。
				</p>
				<p>（6）本公司有权判断您的行为是否符合本平台服务协议条款之规定，如果本公司认为您违背了协议条款的规定，本公司有终止向其提供平台服务的权利。</p>
			</div>
			<div class="item">
				<p>五、用户信息的保护及授权</p>
				<p>1.个人信息的保护</p>
				<p>
					本公司非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用本公司提供的服务时，您同意本公司按照在本平台上公布的隐私权政策收集、存储、使用、披露和保护您的个人信息。本公司希望通过隐私权政策向您清楚地介绍本公司对您个人信息的处理方式，因此本公司建议您完整地阅读隐私权政策，以帮助您更好地保护您的隐私权。
				</p>
				<p>2.非个人信息的保证与授权</p>
				<p>（1）您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，本公司可对您发布的信息依法或依本协议进行删除或屏蔽。</p>
				<p>（2）您应当确保您所发布的信息不包含以下内容：</p>
				<p>1）违反国家法律法规禁止性规定的；</p>
				<p>2）政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
				<p>3）欺诈、虚假、不准确或存在误导性的；</p>
				<p>4）侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；</p>
				<p>5）侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；</p>
				<p>
					6）存在可能破坏、篡改、删除、影响本平台任何系统正常运行或未经授权秘密获取本平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；
				</p>
				<p>7）其他违背社会公共利益或公共道德或依据相关本平台协议、规则的规定不适合在本平台上发布的。</p>
				<p>
					3.对于您提供、发布及在使用本平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，在法律规定的保护期限内您免费授予本公司及其关联公司、为您提供服务的第三方支付机构获得全球排他的许可使用权利及再授权给其他第三方使用的权利。您同意本公司及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。
				</p>
			</div>
			<div class="item">
				<p>六、用户的违约及处罚</p>
				<p>1.违约认定</p>
				<p>发生如下情形之一的，视为您违约：</p>
				<p>（1）使用本平台服务时违反有关法律法规规定的；</p>
				<p>（2）违反本协议或本协议补充协议约定的；</p>
				<p>
					（3）为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，本公司可在本平台规则中约定违约认定的程序和标准。如：本公司可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。
				</p>
				<p>2.违约处理措施</p>
				<p>（1）您在本平台上发布的信息构成违约的，本公司可根据相应规则立即对相应信息进行删除、屏蔽处理。</p>
				<p>
					（2）您在本平台上实施的行为，或虽未在本平台上实施但对本平台及其用户产生影响的行为构成违约的，本公司可依据相应规则对您执行账户扣分、限制参加营销活动、中止向您提供部分或全部服务、划扣违约金等处理措施。如您的行为构成根本违约的，本公司可查封您的账户，终止向您提供服务。
				</p>
				<p>（3）本公司可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在本平台上予以公示。</p>
				<p>3.赔偿责任</p>
				<p>
					（1）如您的行为使本公司及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿本公司及/或其关联公司的上述全部损失。
				</p>
				<p>（2）如您的行为使本公司及/或其关联公司遭受第三人主张权利，本公司及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>
				<p>4.特别约定</p>
				<p>
					（1）如您向本公司及/或其关联公司的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，本公司可立即终止与您的所有合作并向您收取违约金及/或赔偿金，该等金额以本公司因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。
				</p>
				<p>
					（2）如您因严重违约导致本公司终止本协议时，出于维护平台秩序及保护消费者权益的目的，本公司及/或其关联公司可对与您在其他协议项下的合作采取中止甚或终止协议的措施，并以本协议约定的方式通知您。如本公司与您签署的其他协议及本公司及/或其关联公司与您签署的协议中明确约定了对您在本协议项下合作进行关联处理的情形，则本公司出于维护平台秩序及保护消费者权益的目的，可在收到指令时中止甚至终止协议，并以本协议约定的方式通知您。
				</p>
			</div>
			<div class="item">
				<p>七、协议的变更</p>
				<p>
					（1）本公司可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议第八条约定的方式通知您。
				</p>
				<p>（2）如您不同意变更事项，您有权于变更事项确定的生效日前联系本公司反馈意见。如反馈意见得以采纳，本公司将酌情调整变更事项。</p>
				<p>
					（3）如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用本平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用本平台服务，则视为您同意已生效的变更事项。
				</p>
			</div>
			<div class="item">
				<p>
					1.您在注册成为本平台用户，并接受本平台服务时，您应该向本公司提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态
				</p>
				<p>（1）您在注册本平台用户时生成的用于登陆本平台接收站内信、系统消息和，也作为您的有效联系方式。</p>
				<p>
					（2）本公司将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。
				</p>
				<p>
					（3）您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过本公司提供的相应的退订功能进行退订。
				</p>
				<p>
					2.本公司通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在本平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。
				</p>
				<p>
					3.对于在本平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在本平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。
				</p>
				<p>
					4.您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。
				</p>
				<p>
					5.你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果
				</p>
			</div>
			<div class="item">
				<p>九、协议的终止</p>
				<p>终止的情形</p>
				<p>您有权通过以下任一方式终止本协议：</p>
				<p>（1）在满足本平台公示的账户注销条件时您自行注销您的账户的；</p>
				<p>（2）变更事项生效前您停止使用并明示不愿接受变更事项的；</p>
				<p>（3）您明示不愿继续使用本平台服务，且符合本平台终止条件的。</p>
				<p>2.出现以下情况时，本公司可以本协议第八条的所列的方式通知您终止本协议：</p>
				<p>（1）您违反本协议约定，本公司依据违约条款终止本协议的；</p>
				<p>
					（2）您盗用他人账户、发布违禁信息、骗取他人财物、售假、扰乱市场秩序、采取不正当手段谋利等行为，本公司依据本平台规则对您的账户予以查封的；
				</p>
				<p>（3）除上述情形外，因您多次违反本平台规则相关规定且情节严重，本公司依据本平台规则对您的账户予以查封的；</p>
				<p>（4）您的账户被本公司依据本协议回收的；</p>
				<p>（5）其它应当终止服务的情况。</p>
				<p>协议终止后的处理</p>
				<p>（1）本协议终止后，除法律有明确规定外，本公司无义务向您或您指定的第三方披露您账户中的任何信息。</p>
				<p>（2）本协议终止后，本公司仍享有下列权利：</p>
				<p>1）继续保存您留存于本平台的本协议第五条所列的各类信息；</p>
				<p>2）对于您过往的违约行为，本公司仍可依据本协议向您追究违约责任。</p>
				<p>
					（3）本协议终止后，对于您在本协议存续期间产生的交易订单，本公司可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。
					十、法律适用、管辖与其他
				</p>
				<p>
					1.本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。
				</p>
				<p>2.您因使用本平台服务所产生及与本平台服务有关的争议，由本公司与您协商解决。协商不成时，任何一方均可向北京市朝阳区人民法院提起诉讼。</p>
				<p>3.本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>
			</div>

			<div class="item center"><el-button @click="go" type="">我已阅读</el-button></div>
		</div>
	</div>
</template>

<style  lang="scss" scoped>
.box {
	background-color: #f8f8ff;
	width: 70%;
	margin: 0 auto;
}
.box-warp {
	background-color: white;
	padding: 0 10px;
}
.title {
	font-size: 30px;
	text-align: center;
}
.item {
	margin-top: 20px;
}
.center {
	text-align: center;
}
.right {
	text-align: right;
}
::v-deep {
	.el-icon-close:before {
		width: 200px;
		height: 200px;
	}
}
</style>
<script>
export default {
	data() {
		return {};
	},
	methods: {
		go() {
			this.$router.go(-1);
		},
	},
};
</script>