<template>
	<div class="box">
		<div class="box-warp">
			<div class="item right" @click="go"><i class="el-icon-close" /></div>

			<div class="title">中能源商家平台服务协议 版本发布日期：2021年11月30日 生效日期：2021年12月6日</div>
			<div class="item">
				欢迎使用中能源石油天然气有限公司及其关联方（“本公司”）为您（以下简称“用户”或“您”）提供的中能源商家版平台（“本平台”）和服务。在使用本公司提供的各项服务之前，请您仔细阅读并遵守《中能源商家平台服务协议》（“本协议”）。如果您对本协议的内容有任何疑问，请向本公司客服咨询。
			</div>
			<div class="item">
				您点击或勾选本平台相关页面上的“同意”键或者以其他方式确认同意/接受本协议【如在相关页面上点击后续操作或已实际享有本协议项下的权益或已实际接受本公司的服务或已实际执行本协议项下的部分约定等（“确认”）】，即表示您与本公司已达成协议并同意接受本协议全部约定内容的约束。
				您同意本协议以线上数据电文的形式订立。
			</div>
			<div class="item">
				在确认本协议之前，请您务必审慎、仔细阅读并充分理解本协议的全部内容（特别是免除或者限制责任的内容、开通或使用某项服务的内容、收费的内容以及以粗体及/或下划线标注的内容）。如果您不同意本协议的任何内容，或者无法准确理解本协议任何条款的含义，请不要进行确认及后续操作。本协议构成您注册、使用本平台之先决条件，您的使用行为将视为同意接受本协议各项条款的约束。
			</div>
			<div class="item">
				本公司有权随时变更本协议并在本平台上予以公告，如您不同意相关变更，必须停止使用本平台。本协议内容包括协议正文及所有本公司已经发布的各类规则。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。一旦您继续使用本平台，则表示您已接受并自愿遵守经修订后的条款。
			</div>
			<div class="item">
				<p>一、定义</p>
				<p>中能源商家版平台：指包括中能源商家版PC端。</p>
				<p>中能源商家版平台服务：本平台基于互联网，以包含本平台网站在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。</p>
				<p>中能源商家版平台规则：包括在所有本平台规则频道内已经发布及后续发布的全部规则、解读、公告等内容等</p>
				<p>用户：使用本公司所提供的服务的加油站经营企业、加气站经营企业及其他主体。</p>
				<p>同一用户：使用同一身份认证信息或经本公司排查认定多个本平台账户的实际控制人为同一人的，均视为同一用户。</p>
				<p>
					用户信息：指您提交给本平台的及通过本平台发布的及/或本公司通过您授权的第三方获取的用户相关信息，包括但不限于您提交、发布的您的基本信息、营业执照、用户指定的代表及/或联系人的姓名与联系方式、授权委托书、危险化学品经营许可证、成品油零售经营批准证、开户许可证、银行账户信息、用户的法定代表人/负责人/经营者/代表姓名、身份证号及身份证载明的其他信息等；姓名、电话号码、身份证号及身份证载明的其他信息，以及您为申请、使用本公司的合作方所提供的服务/商品而提交的其他用户相关信息。
				</p>
			</div>
			<div class="item">
				<p>二、协议范围</p>
				<p>1.签约主体 （1）本协议由您与本平台经营者共同缔结，本协议对您与本平台经营者均具有合同效力。</p>
				<p>
					（2）本协议项下，本平台经营者可能根据本平台的业务调整而发生变更，变更后的本平台经营者与您共同履行本协议并向您提供服务，本平台经营者的变更不会影响您本协议项下的权益。本平台经营者还有可能因为提供新的本平台服务而新增，如您使用新增的本平台服务的，视为您同意新增的本平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。
				</p>
				<p>
					2.补充协议
					由于互联网高速发展，您与本公司签署的本协议列明的条款并不能完整罗列并覆盖您与本公司所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，本平台法律声明及隐私权政策、本平台商户管理规范/规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用本平台服务，视为您同意上述补充协议。（本协议未尽事宜可通过双方协商加以补充，签订线下补充协议。）
				</p>
			</div>
			<div class="item">
				<p>三、账户注册与使用</p>
				<p>1.用户资格</p>
				<p>
					（1）在您开始注册程序使用本平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。
					A若您为企业、其他法人组织或个体工商户，您必须是经过相关法律法规合法注册且有效存续，具有完全的民事行为能力和民事权利能力，具备就您所从事的经营活动及/或其他活动依法承担民事责任的能力，且具有良好的信誉。
				</p>
				<p>
					B
					若您为自然人，您必须年满十八周岁，并具有完全的民事行为能力和民事权利能力。若您不具备前述民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
				</p>
				<p>
					（2）此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，您一直按照所有对您适用的法律法规的规定开展经营活动及/或其他活动，不存在违法违规的行为及/或情形。
				</p>
				<p>2.账户说明</p>
				<p>（1）当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得本平台账户并成为本平台用户。</p>
				<p>
					（2）本平台只允许每位用户使用一个本平台账户。如有证据证明或本平台有理由相信您存在不当注册或不当使用多个本平台账户的情形，本平台可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给本平台及相关方造成损失的，您还应承担赔偿责任。
				</p>
				<p>
					（3）您有权使用您设置或确认的中能源商家版会员名、邮箱、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录本平台。
				</p>
				<p>
					（4）由于您的中能源商家版账户关联您的个人信息及本平台商业信息，您的中能源商家版账户仅限您本人使用。未经本平台同意，您直接或间接授权第三方使用您中能源商家版账户或获取您账户项下信息的行为无效。如本平台判断您中能源商家版账户的使用可能危及您的账户安全及/或本平台信息安全的，本平台可拒绝提供相应服务或终止本协议。
				</p>
				<p>
					（5）作为本平台经营者，为使您更好地使用本平台的各项服务，保障您的账户安全，本公司可要求您按平台要求及我国法律规定完成实名认证。若您注册账号的手机号所认证的身份证号、姓名并非手机通信运营商实名认证一致的身份证号、姓名（“实名身份信息”），则您应立即将认证的身份证号和姓名修改为实名身份信息，否则本公司有权限制或停止向您提供部分或全部本平台服务或限制您本公司账户的部分或全部功能，能本公司对此不承担任何责任，您将承担因此而产生的全部直接或间接损失，同时，您还应当赔偿本公司及/或任何其他第三方因此遭受的全部损失。
				</p>
				<p>3.注册信息管理</p>
				<p>
					（1）在使用本平台服务时，您应当按本平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便本公司或其他用户与您联系。您了解并同意，
					您应保证您所填写及提供的用户信息、用户信息凭证、验证信息、验证信息凭证、联系电话、联系地址、电子邮件地址等资料、凭证、信息的真实性、准确性、完整性及有效性，同时也有义务在相关资料、凭证、信息发生变更时及时通知本公司进行更新。您了解并同意，您有义务持续确保您提供的相关资料、凭证、信息的真实性、完整性及有效性。若您提供任何错误、不实、不准确、过时或不完整资料、凭证、信息，或本公司有合理理由怀疑该资料、凭证、信息为错误、不实、不准确、过时或不完整的，本公司有权立即暂停或终止对您提供服务，或限制您本公司账号的部分或全部功能，本公司对此不承担任何责任，您将承担因此而产生的全部直接或间接损失，同时，您还应当赔偿本公司及/或任何其他第三方因此遭受的全部损失。
				</p>
				<p>（2）您设置的本平台会员名（如有）不得违反国家法律法规及本平台规则关于会员名的管理规定，否则本公司可回收您的本平台会员名</p>
				<p>
					（3）您应当及时更新您提供的信息，在法律有明确规定要求本公司作为平台服务提供者必须对部分用户（如平台卖家等）的信息进行核实的情况下，本公司将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。
				</p>
				<p>
					（4）如本公司按您最后一次提供的信息与您联系未果、您未按本公司的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及本公司造成的全部损失与不利后果。本公司可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部本平台服务，本公司对此不承担责任。
				</p>
				<p>
					（5）您的账户由您自行设置并由您保管，本公司任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，本公司并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。
				</p>
				<p>（6）除本公司存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。</p>
				<p>
					（7）如发现任何未经授权使用您账户登录本平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知本公司。您理解本公司对您的任何请求采取行动均需要合理时间，且本公司应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除本公司存在法定过错外，本公司不承担责任。
				</p>
				<p>账户的操作</p>
				<p>若您为企业或其他法人组织的，您需要：</p>
				<p>（1） 在申请注册本平台用户之前，您应向本公司出具《授权委托书》，指定账号操作人。账号操作人持有您的平台账户及密码。</p>
				<p>
					（2）无论您是否指定账号操作人及/或出具《授权委托书》，您应理解，本公司就您与您的账号使用人/操作人之间的关系不具有任何核查的义务，您应自行妥善保管账号密码，任何使用您的账号密码登录使用本平台服务的行为均视同您的行为，由此产生的风险、责任与法律后果由您承担。如因您与您的账号使用人/操作人之间的纠纷或争议导致给本公司或其他任何第三方造成侵权或损失的，您与您的账号使用人/操作人应当承担连带赔偿责任，本公司因此而遭受了损失的，本公司有权向您直接追偿。
				</p>
			</div>
			<div class="item center"><el-button @click="go" type="">我已阅读</el-button></div>
		</div>
	</div>
</template>

<style  lang="scss" scoped>
.box {
	background-color: #f8f8ff;
	width: 70%;
	margin: 0 auto;
}
.box-warp {
	background-color: white;
	padding: 0 10px;
}
.title {
	font-size: 30px;
	text-align: center;
}
.item {
	margin-top: 20px;
}
.center {
	text-align: center;
}
.right {
	text-align: right;
}
::v-deep {
	.el-icon-close:before {
		width: 200px;
		height: 200px;
	}
}
</style>
<script>
export default {
	data() {
		return {};
	},
	methods: {
		go() {
			this.$router.go(-1);
		},
	},
};
</script>